
/* Presented when a URL cannot be loaded because its scheme isn't understood */
"Don't know how to load URL %@" = "No s’ha pogut carregar l'URL %@";

/* Presented when an HTTP URL cannot establish a connection with a particular host */
"Could not connect to host %@" = "No s'ha pogut connectar al servidor %@";

/* Presented when a response from an HTTP server comes back with a bad format */
"Bad header received from server" = "S’ha rebut una capçalera no vàlida del servidor";

/* Presented when a description of a particular host can't be determined. */
"Can't determine IP address of host: %@" = "No es pot determinar l’adreça IP del servidor: %@";

/* Presented when the host description was found, but a particular port couldn't be opened. */
"Can't get a description of port %d" = "No es pot obtenir una descripció del port %d";

/* Presented when a particular host cannot be contacted via the given port */
"Can't connect to host %@ using port %d" = "No es pot connectar al servidor %@ pel port %d";

/* Presented when an HTTP server comes back with an unknown status code */
"Received unknown HTTP server response %@: %@" = "S’ha rebut resposta d’un servidor HTTP desconegut %@: %@";

/* Presented when an HTTP server returns a failure code */
"HTTP request failed for URL %@:%@" = "Error en la sol·licitud de l'URL %@:%@";

/* Presented when the connection to an HTTP server is unexpectedly lost */
"Lost connection to host %@" = "S’ha perdut la connexió amb el servidor %@";

/* Presented when a file can not be opened for reading (file may not exist) */
"Could not read from %@" = "No s’ha pogut llegir de %@";

/* Presented when a redirection loop has been detected */
"Detected a redirection loop while attempting to load URL %@" = "S’ha detectat un bucle de reencaminament al carregar l'URL %@";

/* Presented when an FTP server hangs up or becomes otherwise unavailable */
"Service unavailable for host %@" = "Servei no disponible per al servidor %@";

/* Presented when the data transfer socket cannot be created for an FTP transfer */
"Couldn't open data connection for URL path: %@" = "No s'ha pogut obrir la connexió de dades de l'URL: %@";

/* Presented when the indicated URL does not locate ane existing object on the server */
"Object not available for specified URL: %@" = "Objecte no disponible per a l'URL indicat: %@";

/* Presented when the FTP server doesn't recognize a particular command */
"FTP command not recognized by host: %@" = "El servidor no reconeix l’ordre FTP: %@";

/* Presented when the FTP server rejects an authentication */
"User login or password not recognized." = "Nom d’usuari o contrasenya no vàlids.";

/* Format used to display sizes 100 GB or greater */
"%.0f GB" = "%.0f GB";

/* Format used to display sizes between 100 and 999 KB */
"%.0f KB" = "%.0f KB";

/* Format used to display sizes between 100 and 999 MB */
"%.0f MB" = "%.0f MB";

/* Format used to display a size between 2 and 100 bytes */
"%.0f bytes" = "%.0f bytes";

/* Format used to display sizes between 1000 MB and 9.9 GB */
"%.1f GB (1.0)" = "%.1f GB";

/* Format used to display sizes between 10 and 99.9 GB */
"%.1f GB (10.0)" = "%.1f GB";

/* Format used to display sizes between 100 and 999 bytes */
"%.1f KB (0.1)" = "%.1f KB";

/* Format used to display sizes between 1000 bytes and 9.9 KB */
"%.1f KB (1.0)" = "%.1f KB";

/* Format used to display sizes between 10 and 99.9 KB */
"%.1f KB (10.0)" = "%.1f KB";

/* Format used to display sizes between 1000 KB and 9.9 MB */
"%.1f MB (1.0)" = "%.1f MB";

/* Format used to display sizes between 10 and 99.9 MB */
"%.1f MB (10.0)" = "%.1f MB";

/* Format string for label of a saved password in Keychain: URL (USERNAME) */
"%@ (%@)" = "%@ (%@)";

/* Format used to partial byte count along with total */
"%@ of %@" = "%@ de %@";

/* String used for showing a zero byte size */
"0 bytes" = "0 bytes";

/* String used for showing a one byte size */
"1 byte" = "1 byte";

/* Kind string used for keychain items from forms-based logins */
"Web form password" = "Contrasenya del formulari web";

/* HTTP result code string */
"accepted" = "acceptat";

/* HTTP result code string */
"bad gateway" = "passarel·la incorrecta";

/* HTTP result code string */
"bad request" = "sol·licitud no vàlida";

/* HTTP result code string */
"client error" = "error en el client";

/* HTTP result code string */
"conflict" = "conflicte";

/* HTTP result code string */
"continue" = "continuar";

/* HTTP result code string */
"created" = "creació";

/* HTTP result code string */
"expectation failed" = "error en les dades esperades";

/* HTTP result code string */
"forbidden" = "prohibit";

/* HTTP result code string */
"found" = "trobat";

/* HTTP result code string */
"gateway timed out" = "temps esgotat per a la passarel·la";

/* HTTP result code string */
"informational" = "informació";

/* HTTP result code string */
"internal server error" = "error intern del servidor";

/* HTTP result code string */
"length required" = "longitud obligatòria";

/* HTTP result code string */
"method not allowed" = "mètode no permès";

/* HTTP result code string */
"moved permanently" = "s’ha traslladat de forma permanent";

/* HTTP result code string */
"multiple choices" = "seleccions múltiples";

/* HTTP result code string */
"needs proxy" = "necessita un proxy";

/* HTTP result code string */
"no content" = "cap contingut";

/* HTTP result code string */
"no error" = "cap error";

/* HTTP result code string */
"no longer exists" = "ja no existeix";

/* HTTP result code string */
"non-authoritative information" = "informació sense autorització";

/* HTTP result code string */
"not found" = "no trobat";

/* HTTP result code string */
"not modified" = "no modificat";

/* HTTP result code string */
"partial content" = "contingut parcial";

/* HTTP result code string */
"payment required" = "pagament obligatori";

/* HTTP result code string */
"precondition failed" = "error en la precondició";

/* HTTP result code string */
"proxy authentication required" = "autenticació de proxy obligatòria";

/* HTTP result code string */
"redirected" = "redirigit";

/* HTTP result code string */
"request timed out" = "temps esgotat per a la sol·licitud";

/* HTTP result code string */
"request too large" = "sol·licitud massa llarga";

/* HTTP result code string */
"requested URL too long" = "l'URL sol·licitat és massa llarg";

/* HTTP result code string */
"requested range not satisfiable" = "no es pot obtenir el rang sol·licitat";

/* HTTP result code string */
"reset content" = "restaurar contingut";

/* HTTP result code string */
"see other" = "veure’n altres";

/* HTTP result code string */
"server error" = "error del servidor";

/* HTTP result code string */
"service unavailable" = "servei no disponible";

/* HTTP result code string */
"success" = "completat";

/* HTTP result code string */
"switching protocols" = "canviant de protocol";

/* HTTP result code string */
"temporarily redirected" = "redirigit temporalment";

/* HTTP result code string */
"unacceptable" = "inacceptable";

/* HTTP result code string */
"unauthorized" = "no autoritzat";

/* HTTP result code string */
"unimplemented" = "no implementat";

/* Unknown filename */
"unknown" = "desconegut";

/* HTTP result code string */
"unsupported media type" = "format incompatible";

/* HTTP result code string */
"unsupported version" = "versió incompatible";
